Repository: jimregan/citizens-information-raw
Catalog: en-ro/www.citizensinformation.ie/ro/health/medical_cards_and_gp_visit_cards/gp_visit_cards.html.txt.tmx
Source language: en
Languages: ro

source: If you do not qualify for a medical card you may be eligible for a GP visit card
ro: În cazul în care nu vă încadrați în condițiile pentru obținerea unui card medical puteți fi eligibil/ă pentru un card de vizite la doctorul de familie

source: A GP visit card allows you to visit a participating family doctor for free
ro: Cardul de vizite la doctorul de familie vă dă dreptul la consultaţii gratuite la un medic de familie participant

source: Unless you have a medical card or a GP visit card, visits to GPs are not free
ro: În cazul în care nu aveţi un card medical sau un card de vizite la doctorul de familiei, vizitele la doctorul de familie nu sunt gratuite

source: In order to qualify for a GP visit card, you must meet the eligibility rules below and be ordinarily resident in Ireland
ro: Pentru obţinerea unui card de vizite la doctorul de familie, trebuie să îndepliniţi condiţiile de eligibilitate de mai jos şi să locuiţi în mod obişnuit în Irlanda

source: That is, you must have been, or intend to be, living in Ireland for at least one year. You can read more about entitlement to public health services here
ro: Adică, trebuie să fi locuit sau intenţionaţi să locuiţi în Irlanda pe o perioadă de cel puţin 1 an

source: If you are aged under 70, you must also meet specific income guidelines
ro: În cazul în care aveţi sub 70 de ani, trebuie să îndepliniţi de asemenea anumite norme privind veniturile

source: If you are aged over 70, the GP visit card is available without an income test
ro: Începând cu 5 august 2015, în cazul în care aveţi peste 70 de ani, cardul de vizite la doctorul de familie este disponibil fără evaluarea mijloacelor de subzistenţă

source: The GP visit card for children under 6 is available to all children under the age of 6
ro: Cardul de vizite la doctorul de familie pentru copii sub 6 ani este disponibil pentru toţi copiii cu vârsta sub 6 ani

source: Having a GP visit card only allows you to visit your GP for free
ro: Cardul de vizite la doctorul de familie vă dă dreptul doar la consultaţii gratuite la medicul de familie

source: Prescribed drugs are not free but may be covered by the Drugs Payment Scheme
ro: Medicamentele pe bază de reţetă nu sunt gratuite dar pot fi acoperite prin schema de coplată pentru medicamente

source: The GP visit card does not cover hospital charges
ro: Cardul de vizite la doctorul de familie nu acoperă cheltuielile de spitalizare

source: It does cover visits to GP out of hours services
ro: Acoperă însă vizitele la medicul de familie pentru servicii în afara programului

source: Blood tests to diagnose or monitor a condition are covered
ro: Analizele de sânge în vederea diagnosticării sau monitorizării unei afecţiuni sunt acoperite

source: The GP visit card is available to everyone aged over 70 without an income test
ro: Cardul de vizite la doctorul de familie este disponibil pentru toate persoanele cu vârsta peste 70 de ani fără evaluarea mijloacelor de subzistenţă

source: If you are under 70, eligibility for the GP visit card is means tested. That is, your income is assessed by the HSE as part of the application process
ro: Cardul de vizite la doctorul de familie pentru copii sub 6 ani este disponibil pentru toţi copiii cu vârsta sub 6 ani

source: Income limits for people aged under 70
ro: În cazul în care aveţi sub 70 de ani, eligibilitatea pentru cardul de vizite la doctorul de familie se stabileşte pe baza evaluării mijloacelor de subzistenţă. Adică, veniturile dvs

source: The rules for assessing the amount of your income are the same as for the medical card means test for people aged under 70 but the income limits for the GP visit card are higher than the limits for the medical card
ro: Limite de venit pentru persoanele sub 70 de ani

source: GP visit card weekly income limit (gross less tax, USC and PRSI)
ro: Limita săptămânală de venit pentru cardul de vizite la doctorul de familie (brut minus impozit, USC și PRSI)

source: │Category │Aged under │Aged │ │ │66 │66-69 │
ro: │Categoria │Sub 66 de ani │66-69 de ani │

source: │Single person living alone │€276 │€302 │
ro: │Persoană necăsătorită care locuieşte singură │€276 │€302 │

source: │Single person living with family │€246 │€260 │
ro: │Persoană necăsătorită care locuiește cu familia │€246 │€260 │

source: │Married or cohabiting couple (or lone parent with dependent │€400 │€447 │
ro: │Cuplu căsătorit sau în uniune consensuală (sau părinte singur cu copii în întreţinere) │€400 │€447 │

source: │Allowance for each of first 2 children aged under 16 │€57 │€57 │
ro: │Alocație pentru fiecare din primii 2 copii cu vârsta sub 16 ani │€57 │€57 │

source: │Allowance for 3rd and for each subsequent child under 16 │€61.50 │€61.50 │
ro: │Alocație pentru cel de-al 3-lea copil și pentru următorii cu vârsta sub 16 ani │€61.50 │€61.50 │

source: │Allowance for each of first 2 children aged over 16 (with no │€58.50 │€58.50 │
ro: │Alocație pentru fiecare din primii 2 copii cu vârsta peste 16 ani (fără venituri) │€58.50 │€58.50 │

source: │Allowance for 3rd and for each subsequent child over 16 (with│€64 │€64 │
ro: │Alocație pentru cel de-al 3-lea copil și pentru următorii cu vârsta peste 16 ani (fără venituri) │€64 │€64 │

source: │Each dependant over 16 years in full-time non-grant aided │€117 │€117 │
ro: │Fiecare persoană în întreţinere peste 16 ani care urmează o formă de învățământ de nivel trei, cursuri de zi, și care nu beneficiază de bursă │€117 │€117 │

source: There are also allowances for reasonable expenses incurred in respect of childcare costs and rent/mortgage payments
ro: Pentru cheltuieli rezonabile suportate în legătură cu costurile de îngrijire a copiilor și plățile pentru chirii/ipoteci există alocații

source: Allowances for weekly travel costs to work are assessed as the actual cost of public transport or, if a car is required, as mileage at 30 cent per mile (18 cent per km). Where a couple needs two cars to travel to work, a double allowance applies. The cost of parking can be taken into account
ro: Alocațiile pentru costurile săptămânale de deplasare la serviciu sunt calculate pe baza costului real pentru transportul public sau pe baza kilometrajului, 30 cenți pe milă (18 cenţi pe Km)

source: Dependants of people aged over 70
ro: Persoane aflate în întreţinerea celor cu vârsta peste 70 de ani

source: If you are aged over 70 and you have dependants, for example a spouse, civil partner or cohabiting partner aged under 70, your dependants may qualify for a GP visit card if your income is below a certain level
ro: În cazul în care aveţi peste 70 de ani şi aveţi persoane în întreţinere, de exemplu un soţ, partener civil sau partener consensual cu vârsta sub 70 de ani, aceştia se pot încadra pentru obţinerea unui card de vizite la doctorul de familie, dacă venitul dvs

source: If you have a spouse, civil partner or cohabiting partner, the limit for your combined income is €1,400 per week, not including the first €72,000 of savings or similar investments
ro: În cazul în care aveţi un soţ, partener civil sau un partener consensual, limita combinată a veniturilor dvs. este de 1.400 EUR săptămânal, neincluzând primii 72.000 EUR din economii sau investiţii similare

source: If you do not have a spouse, civil partner or cohabiting partner, the income limit is €700 per week, not including the first €36,000 of savings or similar investments
ro: În cazul în care nu aveţi un soţ, partener civil sau un partener consensual, limita veniturilor este de 700 EUR săptămânal, neincluzând primii 36.000 EUR din economii sau investiţii similare

source: When you apply for a GP visit card you will first be assessed for eligibility for a medical card
ro: În momentul în care depuneți cerere pentru obținerea unui card de vizite la doctorul de familie, vi se va evalua, mai întâi, eligibilitatea pentru un card medical. În cazul în care venitul dvs

source: If your income is over the relevant limit, the deciding officer will consider whether it would cause you undue hardship if you are refused a medical card
ro: depășește limita impusă, funcționarul care ia decizia va analiza dacă respingerea cererii pentru un card medical vă va cauza dificultăţi inoportune

source: If you don’t qualify for a medical card you are then assessed for a GP visit card
ro: În cazul în care nu vă încadrați în condițiile pentru obținerea unui card medical, veți fi evaluat pentru un card de vizite la doctorul de familie

source: If your income is over the relevant limit, the deciding officer will consider whether it would be 'unduly burdensome' for you to pay for GP Services if you don’t have a GP visit card
ro: În situația în care venitul dvs. depășește limita impusă, funcţionarul care ia decizia va analiza dacă plata pentru serviciile de medicină de familie nu va genera o ”împovărare excesivă” în cazul în care nu aveți un card de vizite la doctorul de familie

source: If your application for a GP visit card is refused, you will receive a letter from the HSE stating this
ro: În cazul în care cererea dvs. de obţinere a unui card de vizite la doctorul de familie este respinsă, veți fi notificat/ă prin intermediul unei scrisori din partea HSE

source: The letter will also set out the reasons why your application has been refused
ro: Scrisoarea va conține și motivația pentru care cererea dvs. a fost respinsă

source: If you are not satisfied with the decision, you may have it reviewed
ro: În cazul în care decizia vă nemulțumește, puteți solicita reanalizarea acesteia

source: Your circumstances may have changed or you may have left out some relevant information from the original application
ro: Este posibil ca situația dvs. să se fi modificat sau să fi omis nişte informaţii relevante din cererea originală

source: If you are not satisfied with the review you may make an appeal to the Appeals Office of your HSE Area
ro: În cazul în care rezultatul în urma reanalizării vă nemulțumește, puteți face o contestație la Biroul de contestaţii de pe raza locală a HSE

source: The contact details will also be contained in your letter of refusal
ro: Scrisoarea de refuz va conține și detaliile de contact

source: The Appeals Office will conduct a reassessment of your application
ro: Biroul de contestaţii va efectua o reevaluare a cererii dvs

source: This will be conducted by HSE staff who were not involved in deciding on your original application
ro: Reevaluarea va fi făcută de funcţionari HSE care nu au fost implicaţi în decizia luată cu privire la cererea inițială

source: Your entitlement to a GP visit card is reviewed periodically
ro: Dreptul dvs. la un card pentru vizite la doctorul de familie este supus revizuirii periodice

source: This is because your circumstances may change
ro: Acest lucru are la bază faptul că situaţia dvs

source: If you don’t return your review form, your GP visit card may not be re-issued
ro: se poate modifica. În cazul în care nu returnaţi formularul de revizuire, este posibil să nu mai primiţi un alt card pentru vizite la doctorul de familie

source: If you return your review form by the given date but the review process continues past the expiry date of your card, the card’s validity may be extended so that you can continue to use it while the review is taking place
ro: În cazul în care formularul de revizuire este returnat până la data menţionată dar procesul de revizuire continuă şi după data de expirare a cardului, valabilitatea cardului poate fi prelungită pentru a-l putea folosi şi pe perioada cât durează revizuirea

source: The extension is on a month-by-month basis so it is advisable to contact the Client Registration Unit to confirm that your card has been extended and continues to be valid
ro: Prelungirea se face de la lună la lună deci se recomandă să contactaţi Unitatea de înregistrare a clienţilor pentru a afla dacă cardul dvs. a fost prelungit şi dacă este valabil în continuare

source: For the GP visit card for people aged 70 and over, you can register for the card online on gpvisitcard.ie, you can download the registration form for people aged 70 and over (pdf) or you can call 1890 252 919 to request a registration form
ro: Pentru a obţine cardul de vizite la doctorul de familie destinat persoanelor cu vârsta de 70 de ani şi peste, vă puteţi înregistra online pe gpvisitcard.ie sau puteţi suna la 1890 252 919 pentru a solicita un formular de înregistrare

source: If you are aged under 70, you use the same application process to apply for a GP visit card as for a medical card
ro: În cazul în care aveţi sub 70 de ani, pentru a aplica pentru un card de vizite la doctorul de familie, folosiţi acelaşi proces de aplicare ca în cazul unui card medical

source: As part of the application process for the GP visit card, your entitlement for a medical card will also be assessed
ro: În cadrul procesului de aplicare pentru un card de vizite la doctorul de familie, vi se va evalua şi dreptul pentru un card medical

source: You can apply online for a medical card or GP visit card on medicalcard.ie
ro: Pentru a obține un card medical sau un card de vizite la doctorul de familie puteți aplica online pe medicalcard.ie

source: This is the quickest method of obtaining the card
ro: Aceasta este cea mai rapidă metodă de a obţine cardul

source: Otherwise, you can download an application form for a GP visit card and medical card:
ro: Dacă nu, puteți descărca un formular de cerere pentru un card de vizite la doctorul de familie/card medical:

source: MC1 Medical Card/GP Visit Card Application Form (pdf)
ro: Formular de cerere pentru card medical/card de vizite la doctorul de familie MC1 (pdf)

source: MC1(a) Medical Card/GP Visit Card Application Form - Persons Aged 70 Years or Older (pdf)
ro: Formular de cerere pentru card medical/card de vizite la doctorul de familie MC1(a) - Persoane în vârstă de 70 ani sau peste (pdf)

source: Contact Lo-call 1890 252 919 or your Local Health Office for more information on GP visit cards
ro: Pentru mai multe informaţii despre cardul de vizite la doctorul de familie, sunaţi la numărul cu tarif redus 1890 252 919 sau contactaţi Biroul de Sănătate local

source: You can also contact the Client Registration Unit
ro: De asemenea, puteţi contacta Unitatea de înregistrare a clienților
